Repository: lliurex/lliurex-onedrive-plasmoid
Catalog: po/*/plasma_applet_org.kde.plasma.lliurexonedrive.po
Languages: ca@valencia, es

source: Back to space view
ca@valencia: Torna a la informació de l'espai
es: Volver a la información del espacio

source: List of files
ca@valencia: Llista d'arxius
es: Lista de archivos

source: Click to refresh list
ca@valencia: Feu clic per a actualitzar la llista
es: Haga clic para actualizar la lista

source: Information is not available
ca@valencia: La informació no està disponible
es: Información no disponible

source: Searching information. Wait a moment...
ca@valencia: S'està buscant la informació. Espereu un moment...
es: Buscando información. Espere un momento...

source: Last modification:
ca@valencia: Última modificació:
es: Última modificación:

source: Click to access the file location
ca@valencia: Feu clic per a accedir a la ubicació de l'arxiu
es: Haga clic para acceder a la ubicación del archivo

source: File does not exist. Update the list
ca@valencia: L'arxiu no existeix. Actualitze la llista
es: El archivo no existe. Actualice la lista

source: Click to get details of:
ca@valencia: Feu clic per a vore els details de:
es: Haga clic para ver los detalles de:

source: Local folder has been deleted or emptied
ca@valencia: La carpeta local ha sigut esborrada o buidada
es: La carpeta local ha sido borrada o vaciada

source: Your attention is required
ca@valencia: Es requerix la seua atenció
es: Se require su atención

source: All content synchronized
ca@valencia: Tot el contingut està sincronitzat
es: Todo el contenido está sincronizado

source: Content pending syncing
ca@valencia: Contingut pendent de sincronitzar
es: Contenido pendiente de sincronizar

source: Uploading pending changes
ca@valencia: Pujant canvis pendents
es: Subiendo cambios pendientes

source: OneDrive return an error
ca@valencia: OneDrive ha reportat un error
es: OneDrive a reportado un error

source: No connection with OneDrive
ca@valencia: No hi ha connexió amb OneDrive
es: Sin conexión con OneDrive

source: Free space is 0
ca@valencia: El espai disponible és 0
es: El espacio disponible es 0

source: Authorization has expired
ca@valencia: L'autorització ha caducat
es: La autorización ha caducado

source: OneDrive not available
ca@valencia: OneDrive no està disponible
es: OneDrive no está disponible

source: Access denied
ca@valencia: Accés denegat
es: Acceso denegado

source: Information not available
ca@valencia: La Informació no està disponible
es: Información no disponible

source: Open Lliurex OneDrive
ca@valencia: Obri el LliureX OneDrive
es: Abrir Lliurex OneDrive

source: See help
ca@valencia: Veu ajuda
es: Ver ayuda

source: Back to main view
ca@valencia: Torna a la vista principal
es: Volver a la vista principal

source: Space details
ca@valencia: Informació de l'espai
es: Información del espacio

source: Manage space
ca@valencia: Administra l'espai
es: Administrar el espacio

source: Email associated:
ca@valencia: Correu associat:
es: Correo asociado:

source: Type:
ca@valencia: Tipus:
es: Tipo:

source: Local folder:
ca@valencia: Carpeta local:
es: Carpeta local:

source: Click to open folder
ca@valencia: Feu clic per a obrir la carpeta
es: Haga clic para abrir la carpeta

source: Free Space:
ca@valencia: Espai disponible:
es: Espacio disponible:

source: Synchronization:
ca@valencia: Sincronització:
es: Sincronización:

source: Stopping...
ca@valencia: S'està parant...
es: Parando...

source: Running
ca@valencia: S'està executant
es: En marcha

source: Starting...
ca@valencia: S'està iniciant...
es: Iniciando...

source: Stopped
ca@valencia: Parada
es: Parada

source: Click to stop synchronization
ca@valencia: Feu clic per a parar la sincronització
es: Haga clic para parar la sincronización

source: Click to start synchronization
ca@valencia: Feu clic per a iniciar la sincronització
es: Haga clic para iniciar la sincronización

source: Recently modified files
ca@valencia: Arxius modificats recentment
es: Archivos modificados recientemente

source: Click to see the list
ca@valencia: Feu clic per a consultar la llista
es: Haga clic para consultar la lista

source: Log file size:
ca@valencia: Grandària de l'arxiu del log:
es: Tamaño del archivo de log:

source: Click to see log file
ca@valencia: Feu clic per a vore l'arxiu del log
es: Haga clic para ver el archivo de log

source: The available space in HDD is less than 5 GB. No more files will be synced
ca@valencia: L'espai disponible en el disc dur és menor de 5 GB. No se sincronitzarà mes contingut
es: El espacio disponible en el disco duro es menor de 5 GB. No se sincronizará más contenido

source: The available space in HDD is less than 10 GB
ca@valencia: L'espai disponible en el disc dur és menor de 10 GB
es: El espacio disponible en el disco duro es menor de 10 GB

source: No spaces configured
ca@valencia: No hi ha espais configurats
es: No hay espacios configurados

source: Old OneDrive configuration detected. Access LliureX-OneDrive to run the migration process
ca@valencia: S'ha detectat una configuració antiga de OneDrive. Executeu LliureX-OneDrive per a executar el procés de migració
es: Se ha detectado una configuración antigua de OneDrive. Acceda a LliureX-OneDrive para ejecutar el proceso de migración

source: Old OneDrive configuration detected.It is necessary to migrate
ca@valencia: S'ha detectat una configuració antiga de OneDrive. És necessari migrar
es: Se ha detectado una configuración antigua de OneDrive. Es necesario migrar

source: Detected problems with local folder of one or more spaces
ca@valencia: Detectat problemes amb la carpeta local d'un o més espais
es: Detectados problemas con la carpeta local de uno o más espacios

source: New version of OneDrive client detected. Your attention is required
ca@valencia: S'ha detectat una nova versió del client de OneDrive. Es requerix la seua atenció
es: Se ha detectado una nueva versión del cliente de OneDrive. Se requiere su atención

source: Starting the synchronization
ca@valencia: S'està iniciant la sincronització
es: Iniciando la sincronización

source: Synchronization is stopped
ca@valencia: La sincronització està parada
es: La sincronización está parada

source: All remote changes are synchronized
ca@valencia: Tots els canvis remots estan sincronitzats
es: Todos los cambios remotos están sincronizados

source: One or more spaces have changes pending of synchronization
ca@valencia: Un o més espais tenen canvis pendents de sincronitzar
es: Uno o más espacios tienen cambios pendientes de sincronizar

source: Unable to connect with Microsoft OneDrive
ca@valencia: No es pot connectar amb Microsoft OneDrive
es: No es posible conectar con Microsoft OneDrive

source: OneDrive has reported an error in one or more spaces
ca@valencia: OneDrive ha informat d'un error en un o més espais
es: OneDrive ha reportado un error en uno o más espacios
